// type SliderDataType = {
//     image1: string,
//     title: string,
//     text: string
// }
//
// type SliderType = {
//     SliderData: SliderDataType[]
// }

export const SliderData = [
    {
        image: 'https://www.planetware.com/wpimages/2020/02/france-in-pictures-beautiful-places-to-photograph-eiffel-tower.jpg',
        title: 'title',
        text: 'Одно значение задаёт масштабирование элемента одновременно по горизонтали ' +
            'и вертикали, с сохранением пропорций сторон элемента. Два значения задают масштаб элемента ' +
            'по горизонтали и вертикали независимо, что может привести к искажению пропорций сторон.'

    },
    {
        image: 'https://ichef.bbci.co.uk/news/999/cpsprodpb/1013F/production/_122255856_6c2ea52c-9914-4444-9ec2-a8cd4e50ac60.jpg',
        title: 'title',
        text: 'Одно значение задаёт масштабирование элемента одновременно по горизонтали ' +
            'и вертикали, с сохранением пропорций сторон элемента. Два значения задают масштаб элемента ' +
            'по горизонтали и вертикали независимо, что может привести к искажению пропорций сторон.'
    },
    {
        image: 'https://cdn.pixabay.com/photo/2015/04/23/22/00/tree-736885__480.jpg',
        title: 'title',
        text: 'Одно значение задаёт масштабирование элемента одновременно по горизонтали ' +
            'и вертикали, с сохранением пропорций сторон элемента. Два значения задают масштаб элемента ' +
            'по горизонтали и вертикали независимо, что может привести к искажению пропорций сторон.'
    },
]